/*******************************************/
/*		SUPPLY ERROR DESCRIPTION MESSAGES	 */
/*******************************************/

"unknown" = "Tuntematon";
"failure" = "Virhe";
"incompatible" = "Yhteensopimaton";
"incorrect" = "Virheellinen";
"incorrectlyInstalled" = "Väärin asennettu";
"wrongHost" = "Väärä isäntä";
"wrongRegion" = "Väärä alue";
"wrongSlot" = "Väärä paikka";
"missing" = "Ei asennettu";
